{
    "eventList": [
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/acid_rain.png", "Acid Rain", "acid-rain", "Acid Rain is an event where acid starts raining from the sky, damaging everyone as long as the sky is exposed, whether it'd be outside, by the stairs, or even the third floor. The event can be easily avoided if you stay on the second floor, or if the bus is in a tunnel."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/line.png", "Adventure Line", "adventure-line", "The Adventure Line is an event based off of the Stanley Parable, and is about the riders of the bus following The Adventure LineTM. The line leads into a sewer grate, and the music is a lower quality version of the original version from the game. The event lasts just short of a minute."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/backwalls2.png", "Backwalls", "backwalls", "The Backwalls is a rare event where a person mentions about the bus having a few hiccups or something isn't feeling right. Afterwards all players (assuming they are not in Frost's Den) are teleported into the Backwalls."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/bacon1.png", "Bacon Hair", "bacon-hair", "Bacon Hair Event is an event where the bus encounters a Bacon Hair protest in the middle of the road. The Attacking Bacon Hairs will follow anyone that is outside and continues to do so even inside the Bus. They can also kill if they make contact with anyone. Soon afterwards, the driver will then inform all players to evacuate to the bus now. Then, the driver will speed away from the Bacon Hairs, right before ending the event."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/billy1.png", "Billy", "billy", "As soon as the event starts, The Bus will encounter three Billies in the distance, similar to <text style=\"color: #eb4034;\">Ectta in Question Time</text> as well as <text style=\"color: #eb4034;\">Teddy in it's titular event</text>. It will then introduce and ask the player if they would like to be a Billy. If you decline or agree they will say that they will take over Roblox as more Billies start spawning around The Bus, as well as a machine landing behind the three original Billies, with a low-quality explosion png."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/birthday.png", "Birthday", "birthday", "Bus Birthday is an event where a random player is chosen to be celebrated for their birthday. The player will get a <text style=\"color: #eb4034;\">Birthday Ice Cream</text> instantly, and everyone will get <text style=\"color: #eb4034;\">Free-modelled Cake</text> shortly."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/blizzard2.png", "Blizzard", "blizzard", "During the event, players would notice a blizzard forming as the biome forcibly changes to <text style=\"color: #eb4034;\">Snowy</text> then <text style=\"color: #eb4034;\">Frozen</text>, and would have to start huddling in order to prevent taking damage. The damage can vary based on where you are, with the most exposure dealing the most damage such as <text style=\"color: #eb4034;\">Beter Box</text> or the third floor on <text style=\"color: #eb4034;\">The Bus</text>, to the least exposure dealing minimal damage like the first floor. This then decreases afterwards at some point in the event."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/bloxdonalds2.png", "Bloxdonalds", "bloxdonalds", "When this event happens, the Bus will stop and a random player will mention seeing a Bloxdonalds in the distance. Players are then able to go inside the building and receive a <text style=\"color: #eb4034;\">Burger</text>. After some time has passed, the driver will mention an oddity within the burgers and afterwards leave, ending the event."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/broken_down.png", "Broken Down", "broken-down", "Broke Down, or Broken Down is a simple event in Bus Simulator where <text style=\"color: #eb4034;\">The Bus</text> breaks down in the middle of the road, giving players the ability to push the bus back to its normal speed by using a push part at the back of the bus."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/cave2.png", "Cave", "cave", "Cave event is an event that takes place in a cave. When this happens, the Driver mentions there is a Cave ahead. Then, within seconds, the map becomes dark and changes to a cave. Then eventually the bus begins to drive through the cave. Then within 50 seconds, the driver mentions they are halfway out and then tells the passengers to hang on tight and then the map becomes darker. And then after that, the map changes to the region the bus was driving on before."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/clone1.png", "Cloned Bus", "cloned-bus", "The Clone Event is an event where the bus gets cloned, retaining a similar but not identically functional version of the Bus. Eventually it turns out it's unstable and disappears shortly after."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/cubes2.png", "Cubes", "cubes", "The Cubes is an event where Gamecubes start causing chaos around the Bus, they do not pose any danger, but may be of annoyance. Soon the driver manages to convince them to go to their respective land, and the event ends afterwards."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/ea_sellout.png", "EA Sellout", "ea-sellout", "The EA Sellout or its more technical name, Bought Out is an event where everyone will be forcibly teleported back to the first floor of the Bus after having been bought out by Economic Arcs, a parody of Electronic Arts.<br><br><text style=\"color: #eb4034;\">This is a Event that blocks you from entering certain areas on The Bus like the Bathroom, Second Floor and the Third Floor. Trying to get to the third floor with the Helicopter or Hoverboots will instantly kill your character.</text>"],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/exploiter.png", "Exploiter", "exploiter", "The Exploiter event is an event where an exploiter (of which is not a real exploiter) deletes the road and the terrain. Shortly after some comedic stabs at the creator of the game, the terrain and road restore themselves back to normal, and everything returns back to normal."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/fake_events.png", "Fake Events", "fake-events", "The Fake No Gas event is an event where the bus stops, and the driver acts like they're out of gas. Shortly afterwards, pranking the passengers once again, acting as a sequel to the Fake Bus Stop event."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/flash_flood2.png", "Flash Flood", "flash-flood", "The Flash Flood or just simply called Flood, is an event where the bus becomes flooded slowly until it reaches the third floor. Players will have to swim by holding Q and seek high ground before they drown, those that are in seats will also be automatically dismounted once the water hits them unless they hold Q as mentioned earlier. Eventually, the water will dissipate and the event ends right after."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/gandalf.png", "Gandalf", "gandalf", "The Gandalf event is a reference to The Lord of the Rings, where Gandalf stops the bus while yelling <text style=\"color: #eb4034;\">\"YOU SHALL NOT PASS!\"</text>"],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/glacier1.png", "Glacier Cave", "glacier-cave", "Glacier Cave is a rare event in Bus Simulator where the Bus stops next to a cave, players are able to enter through the cave through any means of traversal until they are teleported to the interior of the cave. The event ends shortly afterwards.<br><br><text style=\"color: #eb4034;\">This is a Rare Event that lasts until nobody is inside the Glacier Cave.</text>"],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/glitches.png", "Glitches", "glitches", "The Glitches Event is an event that slowly starts changing biomes, and gets faster per biome change. The event goes through every biome in the game, including one that is only seen via !map in a VIP server, or in the <text style=\"color: #eb4034;\">Exploiter</text> event, the Void biome.<br><br><text style=\"color: #ff1c1c;\">WARNING: This map isn't recommended to watch if you have epilepsy, so if you start seeing the dialogue \"Driving down the road is pretty relaxing.\" after an event, look away for about one minute.</text>"],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/goat_station2.png", "Goat Station", "goat-station", "The Goat Station Event is a rare event that lasts for<text style=\"color: #eb4034;\">9 minutes.</text>. When this occurs, the player will fall asleep and soon wake up to a stop. This stop features multiple NPCs, items, and dialogue. Lots of dialogue."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/hyperspeed.png", "Hyperspeed", "hyperspeed", "The Hyperspeed event is an event that causes the bus to suddenly speed up, and a yellow trail is emitted from the tires. As well as this, a portion of the instrumental of <text style=\"color: #eb4034;\">Running in the 90's by Max Coveri</text> plays during the event."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/inthesky2.png", "In The Sky", "in-the-sky", "The In The Sky event, or known as Falling from the Sky event, is an event that teleports the bus instantly into the skies, making the bus fall down at immense speeds. It is highly recommended not to jump or go to the third floor as you will be instantly blown away from the bus. Eventually though, it ends as the bus falls down back on the ground."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/lavafloor.png", "Lava Floor", "lava-floor", "The Lava Floor, or commonly known as The Floor is Lava event, is a sudden, yet deadly event in Bus Simulator, where for the remainder of around a minute, stepping on any ground at all whether it'd be furniture, floors, or parts will end up swiftly dealing damage. It can be outpaced however by healing items such as Cola, Homemade Coffee, and a few others."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/mountain2.png", "Mountain", "mountain", "The Mountain is a pretty basic event in Bus Simulator, where the bus stops at a nearby mountain, after a while the driver tells everyone to get back to the bus, and the event ends. You may encounter ducks in a pond that quack occasionally."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/nodough.png", "No Dough", "no-dough", "The No Dough event is an event where the bus runs out of gas, but nobody can afford to buy gas. The bus then pulls up at a house, with the passengers needing to break in via chimney to get some money and escape unnoticed. The house is randomized per event including decoration and furniture, so there is no clear way on how to get to the money every time. You are given 10 minutes to find the stash of money. if somebody finds it, everybody participating in the event is given 5 minutes to return back to the bus via escaping the same way you enter, and people can't re-enter."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/gasup1.png", "No Gas", "no-gas", "The No Gas event, or internally known as Gas Up, is the true version of the Fake No Gas, where instead of the bus driver fooling their passengers again, the bus actually runs out of gas and the players will have to collect 6 gas cans near the road."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/nobleshouse2.png", "Noble's House", "nobles-house", "Noble's House is an event where the bus ends up crashing onto the house owned and lived by Noble, which coincidentally is in the middle of the road. Afterwards the players can go around the house, finding a hidden gameboy link behind Noble's Desktop, a Cola and Cold Cola from the fridge, and an interact-able TV and remote. Following a few minutes after, the bus driver destroys Noble's house further until the bus breaks past and then the event ends afterwards."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/nothing.png", "Nothing", "nothing", "The nothing event is well... nothing? There isn't much to detail for this event other than a conversation of dialogue between the player and the event, but that's it. There is no hidden features into it, no special dialogue or any happenings, you just wasted 5 minutes of waiting for a single event for nothing, meaning you have to wait another 5 minutes to hopefully not get the same event twice in a row."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/nuke1.png", "Nuke", "nuke", "During the event, the bus would stop for a while, while it's stopped the driver would try to figure out what the object is in the sky until sirens go off. After that, the bus start to driver at a quick pace while the nuke strikes. After a few seconds, the driver manages to drive away from the blast, and slow back down to default speed afterwards."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/obby2.png", "Obby", "obby", "Obby is a simple event in Bus Simulator, where the bus briefly stops at a small obby next to the sidewalk of the road. The players can choose to complete it in any way possible, being awarded with a can of Hyper Soda at the end. The event ends shortly afterwards."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/painball2.png", "Pain Ball", "pain-ball", "The Pain Ball is a short, but very loud event where a ball will be slammed into the windshield, causing screams of pain in the process. Eventually after a while of screaming, the driver finds a way to wipe it off of the windshield, and it succeeds, ending the event."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/passengers2.png", "Passengers", "passengers", "The passenger event is a very simple event, where the bus stops at a stop as passengers hop inside the bus. A player will say \"This feels similar to another game\", a reference to Bus Stop Simulator and the event ends. The NPCs are randomly generated from existing user IDs, and there's a chance you can see NobleReigns friends."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/picnic1.png", "Picnic", "picnic", "The Picnic Event is a short and simple event where the bus stops for a picnic, allowing players to rest and recieve a sandwich. After a minute or two, the bus continues afterwards, ending the event."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/police1.png", "Police", "police", "During the event Police, it would start immediately with police officers chasing the bus. After a few seconds the bus would speed up and a helicopter would spawn, after a few seconds the bus would outrun the police and the event would end.<br><br>NOTE: Police is an event the would randomly happen after 4 minutes."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/pool2.png", "Pool", "pool", "The Pool is a short and simple event, where a pool will magically spawn next to the edge of the third floor in The Bus, within this pool will contain a few ducks and Coffee, which acts similarly in function to Cola."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/questiontime1.png", "Question Time", "question-time", "Question Time is an event where Ectta runs up to the bus, making it stop, and asks you a question. You will get a custom chat tag based off of what you answer for 7 minutes. If you do not answer the question on time, you will get an <text style=\"color: #eb4034;\">[abstained]</text> tag."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/repaint.png", "Repaint", "repaint", "The Repaint Event is an event that happens every 5 minutes at random, giving players the option to vote for what color that should be painted onto The Bus for around 16-20 minutes (or roughly 3-4 events)."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/santasgone1.png", "Santa's Gone", "santas-gone", "Santa's Gone was a limited time event that came before the <text style=\"color: #eb4034;\">No Dough</text>, and was only available during <text style=\"color: #eb4034;\">December 2021 and 2022</text>.<br><br><text style=\"color: #eb4034;\">This event is now disabled.</text>"],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/shack2.png", "Shack", "shack", "The Shack is an event in Bus Simulator, where the Bus stops at an abandoned shack, within the shack contains a Fake Rocket Launcher that will explode the holder on use"],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/soda_stand2.png", "Soda Stand", "soda-stand", "Soda Stand is an event where the bus will stop next to a random soda stand. The driver says that someone is handing out free soda. Players can click on MiroCev and can receive get a Lemon Soda."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/space2.png", "Space", "space", "The Space Event is an event in Bus Simulator, where the map is instantly changed to be in space. During this event, all players' gravity will be drastically reduced, with gravity-related items like the <text style=\"color: #eb4034;\">Gas Station Gravity Coil</text> being able to make players shoot up into outer space."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/stevenrides1.png", "Steven Ride", "steven-ride", "StevenRide is an event where a black figurine will appear in front of the bus, stopping it. After the driver allows the mysterious figure to go inside the bus, it is then revealed to be Steven_Scripts himself."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/teddy.png", "Teddy (Event)", "teddy-event", "A combination of MicSpam and MicOff, where both involve Teddy doing a street concert, with the passengers involuntarily having to listen <text style=\"color: #eb4034;\">All The Small Things from Alvin and the Chipmunks.</text>"],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/timetravel3.png", "Time Travel", "time-travel", "The Time Travel event is an event in Bus Simulator, where the bus momentarily stops only to speed up to time travel 50 years into the future."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/timmy.png", "Timmy", "timmy", "The Timmy Event is a short yet simple event in Bus Simulator. When this event happens, the Bus will move backwards rather than forwards, as well as the gravity being significantly reduced."],
        ["https://raw.githubusercontent.com/Bus-Simulator/wiki/main/assets/images/events/trafficlight2.png", "Traffic Light", "traffic-light", "The Traffic Light event is a rather simple and straight-forward, when this event is rolled, the bus will stop and waits until the traffic light turns back to green because they are a good driver."]
    ]
}
